---
kind: property
id: P:Autodesk.Revit.DB.Visual.SolidGlass.SolidglassReflectance
source: html/cdfffa60-639d-7bab-c7ff-c0bcff325dd9.htm
---
# Autodesk.Revit.DB.Visual.SolidGlass.SolidglassReflectance Property

The property labeled "Reflectance" from the "SolidGlass" schema.

## Syntax (C#)
```csharp
public static string SolidglassReflectance { get; }
```

## Remarks
This property is of type "AssetPropertyDouble" within the range of "0, 1".